-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jun 17, 2021 at 02:03 AM
-- Server version: 5.7.24
-- PHP Version: 7.2.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `laravel`
--

-- --------------------------------------------------------

--
-- Table structure for table `abouts`
--

CREATE TABLE `abouts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `abouts`
--

INSERT INTO `abouts` (`id`, `description`, `created_at`, `updated_at`) VALUES
(1, '<p style=\"text-align: left;\"><span style=\"font-size: 18pt; color: #ff0000;\">បេសសកកម្ម</span></p>\r\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #000000;\">ឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវ​ឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវ<img src=\"http://127.0.0.1:8000/storage/uploads/room/12.jpg\" width=\"595\" height=\"479\" /></span></p>\r\n<p style=\"text-align: left;\"><span style=\"font-size: 18pt; color: #99cc00;\"><strong>បេសសកកម្ម</strong></span></p>\r\n<p style=\"text-align: left;\">ឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវ​ឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ​សដដ​ដចដច​ិដ​&nbsp;ោដ​&nbsp; ដស វដសវឋដ</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/oth2.jpg\" width=\"719\" height=\"479\" /></p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\"><iframe title=\"YouTube video player\" src=\"https://www.youtube.com/embed/FKoJ1X8zlEY\" width=\"560\" height=\"315\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\">&nbsp;</p>\r\n<p style=\"text-align: left;\">&nbsp;</p>', '2021-06-03 20:08:38', '2021-06-03 21:48:44');

-- --------------------------------------------------------

--
-- Table structure for table `adss`
--

CREATE TABLE `adss` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `img` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `adss`
--

INSERT INTO `adss` (`id`, `img`, `created_at`, `updated_at`) VALUES
(3, 'header.jpg', '2021-05-16 21:18:45', '2021-05-16 21:18:45'),
(4, 'ads1.gif', '2021-05-26 01:04:53', '2021-05-26 01:04:53'),
(5, 'ads1.gif', '2021-05-26 01:05:46', '2021-05-26 01:05:46');

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `author` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `description`, `author`, `created_at`, `updated_at`) VALUES
(28, 'scsc', 'scscs', 'scsc', '2021-04-12 19:20:10', '2021-04-12 19:20:10'),
(29, 'scscs', 'sacsacs', 'scscsx', '2021-04-12 19:20:17', '2021-04-12 19:20:17'),
(30, 'cscscsc', 'csacscs', 'sacscs', '2021-04-12 19:20:24', '2021-04-12 19:20:24'),
(31, 'sasasa', 'sadsads', 'sadsd', '2021-04-12 19:21:14', '2021-04-12 19:21:14');

-- --------------------------------------------------------

--
-- Table structure for table `contacts`
--

CREATE TABLE `contacts` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `visit_link` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `visit_detail` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `call_detail` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `message_link` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `message_detail` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meet_link` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `meet_detail` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `contacts`
--

INSERT INTO `contacts` (`id`, `visit_link`, `visit_detail`, `call_detail`, `message_link`, `message_detail`, `meet_link`, `meet_detail`, `created_at`, `updated_at`) VALUES
(1, 'https://www.facebook.com/Jmochfood/', 'you can also contact us by visite us on our website or facebook App', 'you can also contact us by call us on :090 290 544 / 096 273 7153', 'https://www.facebook.com/Jmochfood/', 'you can also contact us by using E-mail: kikifasasas@gmail.com', 'https://goo.gl/maps/1nDVQ7UcRQ66Uc3n8', 'you can also contact us by using Google Map', '2021-06-02 21:49:18', '2021-06-03 23:09:04'),
(2, 'https://www.facebook.com/Jmochfood/', 'you can also contact us by visite us on our website or facebook App', 'you can also contact us by call us on :090 290 544 / 096 273 7153', 'https://accounts.google.com/ServiceLogin/signinchooser?service=mail&passive=true&rm=false&continue=https%3A%2F%2Fmail.google.com%2Fmail%2F&ss=1&scc=1&ltmpl=default&ltmplcache=2&emr=1&osid=1&flowName=GlifWebSignIn&flowEntry=ServiceLogin', 'you can also contact us by using E-mail: kikifasasas@gmail.com', 'https://goo.gl/maps/1nDVQ7UcRQ66Uc3n8', 'you can also contact us by using Google Map', '2021-06-03 23:13:25', '2021-06-03 23:13:25');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `logos`
--

CREATE TABLE `logos` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `img` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `logos`
--

INSERT INTO `logos` (`id`, `img`, `created_at`, `updated_at`) VALUES
(12, 'logo.png', '2021-05-16 20:08:31', '2021-05-18 00:00:22'),
(13, 'par5.jpg', '2021-05-18 21:47:58', '2021-05-18 21:47:58'),
(14, 'par4.jpg', '2021-05-25 20:03:47', '2021-05-25 20:03:47'),
(15, 'header.jpg', '2021-05-26 01:32:12', '2021-05-26 01:32:12'),
(16, 'logo.png', '2021-05-26 19:01:59', '2021-05-31 00:10:45');

-- --------------------------------------------------------

--
-- Table structure for table `menus`
--

CREATE TABLE `menus` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menus`
--

INSERT INTO `menus` (`id`, `name`, `created_at`, `updated_at`) VALUES
(8, 'kikilu', '2021-05-11 01:07:34', '2021-05-12 21:30:24'),
(9, 'Tep Phanyrrr', '2021-05-11 01:07:52', '2021-05-11 02:01:08'),
(10, 'sssa', '2021-05-11 02:14:18', '2021-05-11 02:14:18'),
(11, 'ikkk', '2021-05-11 21:28:13', '2021-05-11 21:28:13');

-- --------------------------------------------------------

--
-- Table structure for table `menu_categories`
--

CREATE TABLE `menu_categories` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(20) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `menu_categories`
--

INSERT INTO `menu_categories` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'food', NULL, NULL),
(2, 'drink', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(4, '2021_04_09_045737_create_articles_table', 1),
(6, '2014_10_12_000000_create_users_table', 2),
(7, '2014_10_12_100000_create_password_resets_table', 2),
(8, '2019_08_19_000000_create_failed_jobs_table', 2),
(9, '2021_05_11_032217_create_menus_table', 2),
(10, '2021_05_11_034301_add_address_to_menus', 3),
(11, '2021_05_13_013029_create_logos_table', 4),
(12, '2021_05_17_031759_create_adss_table', 5),
(14, '2021_05_18_020725_create_slides_table', 6),
(15, '2021_05_19_015604_create_rooms_table', 7),
(16, '2021_05_19_022720_create_rooms_table', 8),
(17, '2021_05_21_021918_create_restaurants_table', 9),
(18, '2021_05_21_035141_create_menu_categories_table', 10),
(19, '2021_06_02_044518_create_contacts_table', 11),
(20, '2021_06_04_020813_create_abouts_table', 12),
(21, '2021_06_04_030517_create_abouts_table', 13);

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `restaurants`
--

CREATE TABLE `restaurants` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `id_type` tinyint(4) NOT NULL,
  `price` decimal(8,2) NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `od` bigint(20) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `restaurants`
--

INSERT INTO `restaurants` (`id`, `name`, `id_type`, `price`, `description`, `img`, `od`, `created_at`, `updated_at`) VALUES
(2, 'steak', 1, '13.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">មុខម្ហូប​បារាំ​ង​ត្រូវ​បាន​វិវត្ត​​ជា​ច្រើន​លើក​ច្រើន​សា​រ​ពី​សតវត្ស​មួយទៅ​​សតវត្ស​មួយ​ទៀត​។​​ ​ចាប់​ផ្ដើម​ពី​សម័យ​មជ្ឈិម​សម័យ​​ (សតវត្ស​ទី​៥​ដ​ល់​សតវត្ស​ទី​១៤​)​ ​មុខ​ម្ហូប​ដែល​មាន​ភាព​ពិសេស​និង​មាន​ភាព​ឆ្នៃ​ប្រឌិត​ខ្ពស់​ត្រូវ​បាន​ផុស​​រូបរាង​ឡើង​។ ចលនា​ខុស​ៗ​គ្នា​នៃ​សង្គម​ ច​លនា​នយោបាយ​​ ​និង ទេព​កុស​ល​របស់​ចុង​ភៅ​​ រួម​បញ្ចួល​គ្នា​បង្កើត​បាន​ជា​ចលនា​នេះ​។ ពី​ឆ្នាំ​មួយ​ទៅ​ឆ្នាំ​មួយ​​របៀប​នៃ​ការ​ធ្វើ​ម្ហូប​បារាំង​ត្រូវ​បាន​គេ​អោយ​ឈ្មោះ​ផ្សេងៗ​ពី​គ្នា​ និង​ត្រូវ​បាន​កែ​ខៃ​ដោយ​មេ​ចុង​ភៅ​ផ្សេង​ៗ​ពី​គ្នា​។​ ក្នុង​អំឡុង​ពេល​គេរស់​នៅ​មាន​ជីវិត​ពួក​ចុង​ភៅ​ទាំង​អស់​នោះ​ត្រូវ​បាន​គេ​ផ្តល់​កិត្តយ​ស​ខ្ព​ង​ខ្ពស់​ដោយ​គេ​បាន​ជួយ​ធ្វើ​វិភាគ​ទាន​ជូន​វប្បធម៌​ ​និង ប្រទេស​ជាតិ​។ ជា​ដំបូង​ម្ហូប​ជាតិ​ត្រូវ​បាន​គេ​ធ្វើ​អោយ​អភិវឌ្ឍ​នៅ​ទី​ក្រុង​ប៉ារីស ​ហើយ​ធ្វើ​ឡើង​សំរាប់​តែ​រាជ្យ​វ​ង្ស​សានុ​វង្ស​របស់​បារាំ​ង​ប៉ុន្នោះ​ ​តែ​ជា​យ​ថា​ហេតុ​វា​ត្រូវ​បាន​បែក​សាយ​ពេញ​ផ្ទៃ​ប្រទេស​ ​ហើយ​និង​ ត្រូវ​​នាំ​ចេញ​ទៅ​ប​រទេស​ទៀត​ផង​។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/beef steak.jpg\" alt=\"\" width=\"1280\" height=\"720\" /></p>\r\n<p style=\"text-align: left;\">ម្ហូប​បារាំ​ង​នៅ​សម័យ​កណ្ដាល​។ កា​រ​ជប់​លាង​គឺ​ជា​រឿង​ធម្មតា​មួយ​របស់​អ្នក​វណ្ណះ​អភិជន​។ ម្ហូប​ជា​ច្រើន​មុខ​និង​ ត្រូវ​បាន​រៀ​ប​ចំ​ ​ប៉ុន្តែ​បែប​ជា​របៀប​ដែល​គេ​ហៅ​ថា​សេ​វា​ឥណ្ន​ទាន ​(service en confusion)​។ ​ម្ហូប​ភាគ​ច្រើន​ត្រូវ​បាន​ហូប​ដោយ​ដៃ​ ​ឯ​សាច់​ត្រូវ​បាន​គេ​ចិ​ត្ត​ជា​ចំ​រៀក​ធំៗ​ និង​ទឹក​ជ្រ​លួក​គឺ​ខាប់​ ធ្ងន់​និង​មាន​រស់​ជាតិ​ស្ពៃ​ខៀវ​ក៏​ត្រូវ​បាន​គេ​ប្រើ​ដែរ​។ ​នំ​ផាយ​ក៏​ជា​ម្ហូប​ដ៏​ពេញ​និ​យម​នៅ​ក្នុង​ពិធី​ជប់​លាង ​ចំនែក​ផ្នែក​រឹង​របស់​វា​គេ​ក៏​បាន​យក​ មក​ធ្វើ​ប្រ​អប់​ រឺ ​ចាន​ សំរា​ប់​ដាក់​ម្ហូប ​រឺ ​សំរាប់​ដាក់​អ្វី​ផ្សេង​។ ហើយ​នៅ​ចុង​សម័យ​មជ្ឈិម​សម័យ​ ​គេ​ក៏​បាន​អភិវឌ្ឍ​វា​អោយ​កាន់​តែ​ល្អ​។ ពី​មុន​ពេល​គេ​​ បរិភោក​អាហារ​គេ​គឺ​នៅ​លើ​តុ​​ ​បូ​រាណ​ (issue de table) ​តែ​ក្រោយ​មក​កែ​ក៏​ហូប​នៅ​តុ​បង្អែម​សម័យ​ថ្មី​ ​ដែល​ជា​បែប​ផែន​ ​drag&eacute;es ​(នៅ​មជ្ឈិម​សម័យដែល​បាន​ន័យ​ថា​ដូច​ស្ករ​ ឬ​ ទឹក​ឃ្មុំ​)។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/berger.jpg\" alt=\"\" width=\"267\" height=\"189\" /></p>', 'beef steak.jpg', 2, '2021-05-20 21:25:13', '2021-05-27 19:24:26'),
(6, 'sandwic', 1, '2.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">&nbsp;មុខម្ហូប​បារាំ​ង​ត្រូវ​បាន​វិវត្ត​​ជា​ច្រើន​លើក​ច្រើន​សា​រ​ពី​សតវត្ស​មួយទៅ​​សតវត្ស​មួយ​ទៀត​។​​ ​ចាប់​ផ្ដើម​ពី​សម័យ​មជ្ឈិម​សម័យ​​ (សតវត្ស​ទី​៥​ដ​ល់​សតវត្ស​ទី​១៤​)​ ​មុខ​ម្ហូប​ដែល​មាន​ភាព​ពិសេស​និង​មាន​ភាព​ឆ្នៃ​ប្រឌិត​ខ្ពស់​ត្រូវ​បាន​ផុស​​រូបរាង​ឡើង​។ ចលនា​ខុស​ៗ​គ្នា​នៃ​សង្គម​ ច​លនា​នយោបាយ​​ ​និង ទេព​កុស​ល​របស់​ចុង​ភៅ​​ រួម​បញ្ចួល​គ្នា​បង្កើត​បាន​ជា​ចលនា​នេះ​។ ពី​ឆ្នាំ​មួយ​ទៅ​ឆ្នាំ​មួយ​​របៀប​នៃ​ការ​ធ្វើ​ម្ហូប​បារាំង​ត្រូវ​បាន​គេ​អោយ​ឈ្មោះ​ផ្សេងៗ​ពី​គ្នា​ និង​ត្រូវ​បាន​កែ​ខៃ​ដោយ​មេ​ចុង​ភៅ​ផ្សេង​ៗ​ពី​គ្នា​។​ ក្នុង​អំឡុង​ពេល​គេរស់​នៅ​មាន​ជីវិត​ពួក​ចុង​ភៅ​ទាំង​អស់​នោះ​ត្រូវ​បាន​គេ​ផ្តល់​កិត្តយ​ស​ខ្ព​ង​ខ្ពស់​ដោយ​គេ​បាន​ជួយ​ធ្វើ​វិភាគ​ទាន​ជូន​វប្បធម៌​ ​និង ប្រទេស​ជាតិ​។ ជា​ដំបូង​ម្ហូប​ជាតិ​ត្រូវ​បាន​គេ​ធ្វើ​អោយ​អភិវឌ្ឍ​នៅ​ទី​ក្រុង​ប៉ារីស ​ហើយ​ធ្វើ​ឡើង​សំរាប់​តែ​រាជ្យ​វ​ង្ស​សានុ​វង្ស​របស់​បារាំ​ង​ប៉ុន្នោះ​ ​តែ​ជា​យ​ថា​ហេតុ​វា​ត្រូវ​បាន​បែក​សាយ​ពេញ​ផ្ទៃ​ប្រទេស​ ​ហើយ​និង​ ត្រូវ​​នាំ​ចេញ​ទៅ​ប​រទេស​ទៀត​ផង​។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/sandwich.jpg\" width=\"547\" height=\"479\" /></p>\r\n<p style=\"text-align: left;\">ម្ហូប​បារាំ​ង​នៅ​សម័យ​កណ្ដាល​។ កា​រ​ជប់​លាង​គឺ​ជា​រឿង​ធម្មតា​មួយ​របស់​អ្នក​វណ្ណះ​អភិជន​។ ម្ហូប​ជា​ច្រើន​មុខ​និង​ ត្រូវ​បាន​រៀ​ប​ចំ​ ​ប៉ុន្តែ​បែប​ជា​របៀប​ដែល​គេ​ហៅ​ថា​សេ​វា​ឥណ្ន​ទាន ​(service en confusion)​។ ​ម្ហូប​ភាគ​ច្រើន​ត្រូវ​បាន​ហូប​ដោយ​ដៃ​ ​ឯ​សាច់​ត្រូវ​បាន​គេ​ចិ​ត្ត​ជា​ចំ​រៀក​ធំៗ​ និង​ទឹក​ជ្រ​លួក​គឺ​ខាប់​ ធ្ងន់​និង​មាន​រស់​ជាតិ​ស្ពៃ​ខៀវ​ក៏​ត្រូវ​បាន​គេ​ប្រើ​ដែរ​។ ​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">នំ​ផាយ​ក៏​ជា​ម្ហូប​ដ៏​ពេញ​និ​យម​នៅ​ក្នុង​ពិធី​ជប់​លាង ​ចំនែក​ផ្នែក​រឹង​របស់​វា​គេ​ក៏​បាន​យក​ មក​ធ្វើ​ប្រ​អប់​ រឺ ​ចាន​ សំរា​ប់​ដាក់​ម្ហូប ​រឺ ​សំរាប់​ដាក់​អ្វី​ផ្សេង​។ ហើយ​នៅ​ចុង​សម័យ​មជ្ឈិម​សម័យ​ ​គេ​ក៏​បាន​អភិវឌ្ឍ​វា​អោយ​កាន់​តែ​ល្អ​។ ពី​មុន​ពេល​គេ​​ បរិភោក​អាហារ​គេ​គឺ​នៅ​លើ​តុ​​ ​បូ​រាណ​ (issue de table) ​តែ​ក្រោយ​មក​កែ​ក៏​ហូប​នៅ​តុ​បង្អែម​សម័យ​ថ្មី​ ​ដែល​ជា​បែប​ផែន​ ​drag&eacute;es ​(នៅ​មជ្ឈិម​សម័យដែល​បាន​ន័យ​ថា​ដូច​ស្ករ​ ឬ​ ទឹក​ឃ្មុំ​)។</p>', 'sandwich.jpg', 6, '2021-05-21 02:30:31', '2021-05-27 19:29:20'),
(7, 'spaghetti', 1, '2.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">&nbsp;មុខម្ហូប​បារាំ​ង​ត្រូវ​បាន​វិវត្ត​​ជា​ច្រើន​លើក​ច្រើន​សា​រ​ពី​សតវត្ស​មួយទៅ​​សតវត្ស​មួយ​ទៀត​។​​ ​ចាប់​ផ្ដើម​ពី​សម័យ​មជ្ឈិម​សម័យ​​ (សតវត្ស​ទី​៥​ដ​ល់​សតវត្ស​ទី​១៤​)​ ​មុខ​ម្ហូប​ដែល​មាន​ភាព​ពិសេស​និង​មាន​ភាព​ឆ្នៃ​ប្រឌិត​ខ្ពស់​ត្រូវ​បាន​ផុស​​រូបរាង​ឡើង​។ ចលនា​ខុស​ៗ​គ្នា​នៃ​សង្គម​ ច​លនា​នយោបាយ​​ ​និង ទេព​កុស​ល​របស់​ចុង​ភៅ​​ រួម​បញ្ចួល​គ្នា​បង្កើត​បាន​ជា​ចលនា​នេះ​។ ពី​ឆ្នាំ​មួយ​ទៅ​ឆ្នាំ​មួយ​​របៀប​នៃ​ការ​ធ្វើ​ម្ហូប​បារាំង​ត្រូវ​បាន​គេ​អោយ​ឈ្មោះ​ផ្សេងៗ​ពី​គ្នា​ និង​ត្រូវ​បាន​កែ​ខៃ​ដោយ​មេ​ចុង​ភៅ​ផ្សេង​ៗ​ពី​គ្នា​។​ ក្នុង​អំឡុង​ពេល​គេរស់​នៅ​មាន​ជីវិត​ពួក​ចុង​ភៅ​ទាំង​អស់​នោះ​ត្រូវ​បាន​គេ​ផ្តល់​កិត្តយ​ស​ខ្ព​ង​ខ្ពស់​ដោយ​គេ​បាន​ជួយ​ធ្វើ​វិភាគ​ទាន​ជូន​វប្បធម៌​ ​និង ប្រទេស​ជាតិ​។ ជា​ដំបូង​ម្ហូប​ជាតិ​ត្រូវ​បាន​គេ​ធ្វើ​អោយ​អភិវឌ្ឍ​នៅ​ទី​ក្រុង​ប៉ារីស ​ហើយ​ធ្វើ​ឡើង​សំរាប់​តែ​រាជ្យ​វ​ង្ស​សានុ​វង្ស​របស់​បារាំ​ង​ប៉ុន្នោះ​ ​តែ​ជា​យ​ថា​ហេតុ​វា​ត្រូវ​បាន​បែក​សាយ​ពេញ​ផ្ទៃ​ប្រទេស​ ​ហើយ​និង​ ត្រូវ​​នាំ​ចេញ​ទៅ​ប​រទេស​ទៀត​ផង​។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/spaghetti.jpg\" alt=\"\" width=\"1200\" height=\"630\" /></p>\r\n<p style=\"text-align: left;\">ម្ហូប​បារាំ​ង​នៅ​សម័យ​កណ្ដាល​។ កា​រ​ជប់​លាង​គឺ​ជា​រឿង​ធម្មតា​មួយ​របស់​អ្នក​វណ្ណះ​អភិជន​។ ម្ហូប​ជា​ច្រើន​មុខ​និង​ ត្រូវ​បាន​រៀ​ប​ចំ​ ​ប៉ុន្តែ​បែប​ជា​របៀប​ដែល​គេ​ហៅ​ថា​សេ​វា​ឥណ្ន​ទាន ​(service en confusion)​។ ​ម្ហូប​ភាគ​ច្រើន​ត្រូវ​បាន​ហូប​ដោយ​ដៃ​ ​ឯ​សាច់​ត្រូវ​បាន​គេ​ចិ​ត្ត​ជា​ចំ​រៀក​ធំៗ​ និង​ទឹក​ជ្រ​លួក​គឺ​ខាប់​ ធ្ងន់​និង​មាន​រស់​ជាតិ​ស្ពៃ​ខៀវ​ក៏​ត្រូវ​បាន​គេ​ប្រើ​ដែរ​។ ​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">នំ​ផាយ​ក៏​ជា​ម្ហូប​ដ៏​ពេញ​និ​យម​នៅ​ក្នុង​ពិធី​ជប់​លាង ​ចំនែក​ផ្នែក​រឹង​របស់​វា​គេ​ក៏​បាន​យក​ មក​ធ្វើ​ប្រ​អប់​ រឺ ​ចាន​ សំរា​ប់​ដាក់​ម្ហូប ​រឺ ​សំរាប់​ដាក់​អ្វី​ផ្សេង​។ ហើយ​នៅ​ចុង​សម័យ​មជ្ឈិម​សម័យ​ ​គេ​ក៏​បាន​អភិវឌ្ឍ​វា​អោយ​កាន់​តែ​ល្អ​។ ពី​មុន​ពេល​គេ​​ បរិភោក​អាហារ​គេ​គឺ​នៅ​លើ​តុ​​ ​បូ​រាណ​ (issue de table) ​តែ​ក្រោយ​មក​កែ​ក៏​ហូប​នៅ​តុ​បង្អែម​សម័យ​ថ្មី​ ​ដែល​ជា​បែប​ផែន​ ​drag&eacute;es ​(នៅ​មជ្ឈិម​សម័យដែល​បាន​ន័យ​ថា​ដូច​ស្ករ​ ឬ​ ទឹក​ឃ្មុំ​)។</p>', 'spaghetti.jpg', 7, '2021-05-26 02:05:32', '2021-05-27 19:39:26'),
(8, 'fried potato', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">&nbsp;មុខម្ហូប​បារាំ​ង​ត្រូវ​បាន​វិវត្ត​​ជា​ច្រើន​លើក​ច្រើន​សា​រ​ពី​សតវត្ស​មួយទៅ​​សតវត្ស​មួយ​ទៀត​។​​ ​ចាប់​ផ្ដើម​ពី​សម័យ​មជ្ឈិម​សម័យ​​ (សតវត្ស​ទី​៥​ដ​ល់​សតវត្ស​ទី​១៤​)​ ​មុខ​ម្ហូប​ដែល​មាន​ភាព​ពិសេស​និង​មាន​ភាព​ឆ្នៃ​ប្រឌិត​ខ្ពស់​ត្រូវ​បាន​ផុស​​រូបរាង​ឡើង​។ ចលនា​ខុស​ៗ​គ្នា​នៃ​សង្គម​ ច​លនា​នយោបាយ​​ ​និង ទេព​កុស​ល​របស់​ចុង​ភៅ​​ រួម​បញ្ចួល​គ្នា​បង្កើត​បាន​ជា​ចលនា​នេះ​។ ពី​ឆ្នាំ​មួយ​ទៅ​ឆ្នាំ​មួយ​​របៀប​នៃ​ការ​ធ្វើ​ម្ហូប​បារាំង​ត្រូវ​បាន​គេ​អោយ​ឈ្មោះ​ផ្សេងៗ​ពី​គ្នា​ និង​ត្រូវ​បាន​កែ​ខៃ​ដោយ​មេ​ចុង​ភៅ​ផ្សេង​ៗ​ពី​គ្នា​។​ ក្នុង​អំឡុង​ពេល​គេរស់​នៅ​មាន​ជីវិត​ពួក​ចុង​ភៅ​ទាំង​អស់​នោះ​ត្រូវ​បាន​គេ​ផ្តល់​កិត្តយ​ស​ខ្ព​ង​ខ្ពស់​ដោយ​គេ​បាន​ជួយ​ធ្វើ​វិភាគ​ទាន​ជូន​វប្បធម៌​ ​និង ប្រទេស​ជាតិ​។ ជា​ដំបូង​ម្ហូប​ជាតិ​ត្រូវ​បាន​គេ​ធ្វើ​អោយ​អភិវឌ្ឍ​នៅ​ទី​ក្រុង​ប៉ារីស ​ហើយ​ធ្វើ​ឡើង​សំរាប់​តែ​រាជ្យ​វ​ង្ស​សានុ​វង្ស​របស់​បារាំ​ង​ប៉ុន្នោះ​ ​តែ​ជា​យ​ថា​ហេតុ​វា​ត្រូវ​បាន​បែក​សាយ​ពេញ​ផ្ទៃ​ប្រទេស​ ​ហើយ​និង​ ត្រូវ​​នាំ​ចេញ​ទៅ​ប​រទេស​ទៀត​ផង​។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/fried potato.jpg\" alt=\"\" width=\"2048\" height=\"1364\" /></p>\r\n<p style=\"text-align: left;\">ម្ហូប​បារាំ​ង​នៅ​សម័យ​កណ្ដាល​។ កា​រ​ជប់​លាង​គឺ​ជា​រឿង​ធម្មតា​មួយ​របស់​អ្នក​វណ្ណះ​អភិជន​។ ម្ហូប​ជា​ច្រើន​មុខ​និង​ ត្រូវ​បាន​រៀ​ប​ចំ​ ​ប៉ុន្តែ​បែប​ជា​របៀប​ដែល​គេ​ហៅ​ថា​សេ​វា​ឥណ្ន​ទាន ​(service en confusion)​។ ​ម្ហូប​ភាគ​ច្រើន​ត្រូវ​បាន​ហូប​ដោយ​ដៃ​ ​ឯ​សាច់​ត្រូវ​បាន​គេ​ចិ​ត្ត​ជា​ចំ​រៀក​ធំៗ​ និង​ទឹក​ជ្រ​លួក​គឺ​ខាប់​ ធ្ងន់​និង​មាន​រស់​ជាតិ​ស្ពៃ​ខៀវ​ក៏​ត្រូវ​បាន​គេ​ប្រើ​ដែរ​។ ​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">នំ​ផាយ​ក៏​ជា​ម្ហូប​ដ៏​ពេញ​និ​យម​នៅ​ក្នុង​ពិធី​ជប់​លាង ​ចំនែក​ផ្នែក​រឹង​របស់​វា​គេ​ក៏​បាន​យក​ មក​ធ្វើ​ប្រ​អប់​ រឺ ​ចាន​ សំរា​ប់​ដាក់​ម្ហូប ​រឺ ​សំរាប់​ដាក់​អ្វី​ផ្សេង​។ ហើយ​នៅ​ចុង​សម័យ​មជ្ឈិម​សម័យ​ ​គេ​ក៏​បាន​អភិវឌ្ឍ​វា​អោយ​កាន់​តែ​ល្អ​។ ពី​មុន​ពេល​គេ​​ បរិភោក​អាហារ​គេ​គឺ​នៅ​លើ​តុ​​ ​បូ​រាណ​ (issue de table) ​តែ​ក្រោយ​មក​កែ​ក៏​ហូប​នៅ​តុ​បង្អែម​សម័យ​ថ្មី​ ​ដែល​ជា​បែប​ផែន​ ​drag&eacute;es ​(នៅ​មជ្ឈិម​សម័យដែល​បាន​ន័យ​ថា​ដូច​ស្ករ​ ឬ​ ទឹក​ឃ្មុំ​)។</p>', 'fried potato.jpg', 8, '2021-05-26 18:43:04', '2021-05-27 19:42:43'),
(9, 'hotdog', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">&nbsp;មុខម្ហូប​បារាំ​ង​ត្រូវ​បាន​វិវត្ត​​ជា​ច្រើន​លើក​ច្រើន​សា​រ​ពី​សតវត្ស​មួយទៅ​​សតវត្ស​មួយ​ទៀត​។​​ ​ចាប់​ផ្ដើម​ពី​សម័យ​មជ្ឈិម​សម័យ​​ (សតវត្ស​ទី​៥​ដ​ល់​សតវត្ស​ទី​១៤​)​ ​មុខ​ម្ហូប​ដែល​មាន​ភាព​ពិសេស​និង​មាន​ភាព​ឆ្នៃ​ប្រឌិត​ខ្ពស់​ត្រូវ​បាន​ផុស​​រូបរាង​ឡើង​។ ចលនា​ខុស​ៗ​គ្នា​នៃ​សង្គម​ ច​លនា​នយោបាយ​​ ​និង ទេព​កុស​ល​របស់​ចុង​ភៅ​​ រួម​បញ្ចួល​គ្នា​បង្កើត​បាន​ជា​ចលនា​នេះ​។ ពី​ឆ្នាំ​មួយ​ទៅ​ឆ្នាំ​មួយ​​របៀប​នៃ​ការ​ធ្វើ​ម្ហូប​បារាំង​ត្រូវ​បាន​គេ​អោយ​ឈ្មោះ​ផ្សេងៗ​ពី​គ្នា​ និង​ត្រូវ​បាន​កែ​ខៃ​ដោយ​មេ​ចុង​ភៅ​ផ្សេង​ៗ​ពី​គ្នា​។​ ក្នុង​អំឡុង​ពេល​គេរស់​នៅ​មាន​ជីវិត​ពួក​ចុង​ភៅ​ទាំង​អស់​នោះ​ត្រូវ​បាន​គេ​ផ្តល់​កិត្តយ​ស​ខ្ព​ង​ខ្ពស់​ដោយ​គេ​បាន​ជួយ​ធ្វើ​វិភាគ​ទាន​ជូន​វប្បធម៌​ ​និង ប្រទេស​ជាតិ​។ ជា​ដំបូង​ម្ហូប​ជាតិ​ត្រូវ​បាន​គេ​ធ្វើ​អោយ​អភិវឌ្ឍ​នៅ​ទី​ក្រុង​ប៉ារីស ​ហើយ​ធ្វើ​ឡើង​សំរាប់​តែ​រាជ្យ​វ​ង្ស​សានុ​វង្ស​របស់​បារាំ​ង​ប៉ុន្នោះ​ ​តែ​ជា​យ​ថា​ហេតុ​វា​ត្រូវ​បាន​បែក​សាយ​ពេញ​ផ្ទៃ​ប្រទេស​ ​ហើយ​និង​ ត្រូវ​​នាំ​ចេញ​ទៅ​ប​រទេស​ទៀត​ផង​។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/hotdog.jpg\" alt=\"\" width=\"1734\" height=\"1196\" /></p>\r\n<p style=\"text-align: left;\">ម្ហូប​បារាំ​ង​នៅ​សម័យ​កណ្ដាល​។ កា​រ​ជប់​លាង​គឺ​ជា​រឿង​ធម្មតា​មួយ​របស់​អ្នក​វណ្ណះ​អភិជន​។ ម្ហូប​ជា​ច្រើន​មុខ​និង​ ត្រូវ​បាន​រៀ​ប​ចំ​ ​ប៉ុន្តែ​បែប​ជា​របៀប​ដែល​គេ​ហៅ​ថា​សេ​វា​ឥណ្ន​ទាន ​(service en confusion)​។ ​ម្ហូប​ភាគ​ច្រើន​ត្រូវ​បាន​ហូប​ដោយ​ដៃ​ ​ឯ​សាច់​ត្រូវ​បាន​គេ​ចិ​ត្ត​ជា​ចំ​រៀក​ធំៗ​ និង​ទឹក​ជ្រ​លួក​គឺ​ខាប់​ ធ្ងន់​និង​មាន​រស់​ជាតិ​ស្ពៃ​ខៀវ​ក៏​ត្រូវ​បាន​គេ​ប្រើ​ដែរ​។ ​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">នំ​ផាយ​ក៏​ជា​ម្ហូប​ដ៏​ពេញ​និ​យម​នៅ​ក្នុង​ពិធី​ជប់​លាង ​ចំនែក​ផ្នែក​រឹង​របស់​វា​គេ​ក៏​បាន​យក​ មក​ធ្វើ​ប្រ​អប់​ រឺ ​ចាន​ សំរា​ប់​ដាក់​ម្ហូប ​រឺ ​សំរាប់​ដាក់​អ្វី​ផ្សេង​។ ហើយ​នៅ​ចុង​សម័យ​មជ្ឈិម​សម័យ​ ​គេ​ក៏​បាន​អភិវឌ្ឍ​វា​អោយ​កាន់​តែ​ល្អ​។ ពី​មុន​ពេល​គេ​​ បរិភោក​អាហារ​គេ​គឺ​នៅ​លើ​តុ​​ ​បូ​រាណ​ (issue de table) ​តែ​ក្រោយ​មក​កែ​ក៏​ហូប​នៅ​តុ​បង្អែម​សម័យ​ថ្មី​ ​ដែល​ជា​បែប​ផែន​ ​drag&eacute;es ​(នៅ​មជ្ឈិម​សម័យដែល​បាន​ន័យ​ថា​ដូច​ស្ករ​ ឬ​ ទឹក​ឃ្មុំ​)។</p>', 'hotdog.jpg', 9, '2021-05-26 19:10:01', '2021-05-27 19:44:48'),
(10, 'តុមយាំ', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">អាហារ​របស់​ជន​ជាតិ ខ្មែរ​តាំងពី​បុរាណ​រៀងមក​ត្រូវ​បាន​ដូនតា​ខ្មែរ​បង្កើត​កែច្នៃ​មុខម្ហូប និង​គ្រឿងផ្សំ​ទាំងឡាយ​នោះ​ទៅ​តាម​រដូវ​កាល ក៏ដូចជា​ទីតាំង​ភូមិសាស្ត្រ​នីមួយៗ​ផងដែរ ហើយ​វា​ក៏​មាន​រសជាតិ​ឆ្ងាញ់​ផ្សេងៗ​គ្នា ប៉ុន្តែ​វា​ជា​&laquo;​រស​ប្រសើរ​ប្លែក​របស់​ជនជាតិខ្មែរ​&raquo;​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/តុមយាំ.jpg\" alt=\"\" width=\"650\" height=\"341\" /></p>\r\n<p style=\"text-align: left;\">បង្កង​ទឹកសាប​មាន​នៅតាម​ទីតាំង​មួយចំនួន​ក្នុងប្រទេស​កម្ពុជា​​ដែលមាន​ទន្លេ និង​បឹង ប៉ុន្តែ​បង្កង​នៅ​ខេត្តតាកែវ ត្រូវបាន​គេ​ឲ្យ​តម្លៃ​ខ្ពស់​ដោយសារ​រសជាតិ​ឆ្ងាញ់​ពិសេស​របស់​វា ជាពិសេស​នោះ​គឺ​មុខម្ហូប​បង្កង​ស្ងោរជ្រក់ និង​បង្កង​អាំង​អម្ពិល​បុក (​របស់​អ្នក​ខេត្តតាកែវ​)​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">&laquo;​បង្កង​អាំង​អម្ពិល​បុក គឺជា​មុខម្ហូប​របស់​អ្នក​ខេត្ត​នេះហើយ​គេ​និយម​បរិភោគ​វា​នៅពេលដែល​ខ្យល់ចាប់​ផ្តើម​ធ្លាក់​មកពី​ទិសឥសាន ទៅ​ទិសនិរតី អំឡុង​ពេលនោះ​ផ្លែ​អម្ពិល​ក៏​ធំៗ​ល្មម​&raquo; នេះ​បើ​យោងតាម​ការអះអាង​​របស់​លោក ដួង ហេង អាយុ​ជាង​៦០​ឆ្នាំ ជា​មន្ត្រី​ចូលនិវត្តន៍​រស់នៅ​ក្រុង​ដូន​កែវ​។</p>', 'តុមយាំ.jpg', 10, '2021-05-27 19:49:59', '2021-05-27 19:53:33'),
(11, 'សម្លរកកូរ', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">អាហារ​របស់​ជន​ជាតិ ខ្មែរ​តាំងពី​បុរាណ​រៀងមក​ត្រូវ​បាន​ដូនតា​ខ្មែរ​បង្កើត​កែច្នៃ​មុខម្ហូប និង​គ្រឿងផ្សំ​ទាំងឡាយ​នោះ​ទៅ​តាម​រដូវ​កាល ក៏ដូចជា​ទីតាំង​ភូមិសាស្ត្រ​នីមួយៗ​ផងដែរ ហើយ​វា​ក៏​មាន​រសជាតិ​ឆ្ងាញ់​ផ្សេងៗ​គ្នា ប៉ុន្តែ​វា​ជា​&laquo;​រស​ប្រសើរ​ប្លែក​របស់​ជនជាតិខ្មែរ​&raquo;​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/សម្លរកកូរ.jpg\" alt=\"\" width=\"1000\" height=\"562\" /></p>\r\n<p style=\"text-align: left;\">បង្កង​ទឹកសាប​មាន​នៅតាម​ទីតាំង​មួយចំនួន​ក្នុងប្រទេស​កម្ពុជា​​ដែលមាន​ទន្លេ និង​បឹង ប៉ុន្តែ​បង្កង​នៅ​ខេត្តតាកែវ ត្រូវបាន​គេ​ឲ្យ​តម្លៃ​ខ្ពស់​ដោយសារ​រសជាតិ​ឆ្ងាញ់​ពិសេស​របស់​វា ជាពិសេស​នោះ​គឺ​មុខម្ហូប​បង្កង​ស្ងោរជ្រក់ និង​បង្កង​អាំង​អម្ពិល​បុក (​របស់​អ្នក​ខេត្តតាកែវ​)​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">&laquo;​បង្កង​អាំង​អម្ពិល​បុក គឺជា​មុខម្ហូប​របស់​អ្នក​ខេត្ត​នេះហើយ​គេ​និយម​បរិភោគ​វា​នៅពេលដែល​ខ្យល់ចាប់​ផ្តើម​ធ្លាក់​មកពី​ទិសឥសាន ទៅ​ទិសនិរតី អំឡុង​ពេលនោះ​ផ្លែ​អម្ពិល​ក៏​ធំៗ​ល្មម​&raquo; នេះ​បើ​យោងតាម​ការអះអាង​​របស់​លោក ដួង ហេង អាយុ​ជាង​៦០​ឆ្នាំ ជា​មន្ត្រី​ចូលនិវត្តន៍​រស់នៅ​ក្រុង​ដូន​កែវ​។</p>', 'សម្លរកកូរ.jpg', 11, '2021-05-27 19:57:30', '2021-05-27 19:57:30'),
(12, 'សម្លរម្ជូរគ្រឿង', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">អាហារ​របស់​ជន​ជាតិ ខ្មែរ​តាំងពី​បុរាណ​រៀងមក​ត្រូវ​បាន​ដូនតា​ខ្មែរ​បង្កើត​កែច្នៃ​មុខម្ហូប និង​គ្រឿងផ្សំ​ទាំងឡាយ​នោះ​ទៅ​តាម​រដូវ​កាល ក៏ដូចជា​ទីតាំង​ភូមិសាស្ត្រ​នីមួយៗ​ផងដែរ ហើយ​វា​ក៏​មាន​រសជាតិ​ឆ្ងាញ់​ផ្សេងៗ​គ្នា ប៉ុន្តែ​វា​ជា​&laquo;​រស​ប្រសើរ​ប្លែក​របស់​ជនជាតិខ្មែរ​&raquo;​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/សម្លរម្ជូរគ្រឿង.jpg\" width=\"639\" height=\"479\" /></p>\r\n<p style=\"text-align: left;\">បង្កង​ទឹកសាប​មាន​នៅតាម​ទីតាំង​មួយចំនួន​ក្នុងប្រទេស​កម្ពុជា​​ដែលមាន​ទន្លេ និង​បឹង ប៉ុន្តែ​បង្កង​នៅ​ខេត្តតាកែវ ត្រូវបាន​គេ​ឲ្យ​តម្លៃ​ខ្ពស់​ដោយសារ​រសជាតិ​ឆ្ងាញ់​ពិសេស​របស់​វា ជាពិសេស​នោះ​គឺ​មុខម្ហូប​បង្កង​ស្ងោរជ្រក់ និង​បង្កង​អាំង​អម្ពិល​បុក (​របស់​អ្នក​ខេត្តតាកែវ​)​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">&laquo;​បង្កង​អាំង​អម្ពិល​បុក គឺជា​មុខម្ហូប​របស់​អ្នក​ខេត្ត​នេះហើយ​គេ​និយម​បរិភោគ​វា​នៅពេលដែល​ខ្យល់ចាប់​ផ្តើម​ធ្លាក់​មកពី​ទិសឥសាន ទៅ​ទិសនិរតី អំឡុង​ពេលនោះ​ផ្លែ​អម្ពិល​ក៏​ធំៗ​ល្មម​&raquo; នេះ​បើ​យោងតាម​ការអះអាង​​របស់​លោក ដួង ហេង អាយុ​ជាង​៦០​ឆ្នាំ ជា​មន្ត្រី​ចូលនិវត្តន៍​រស់នៅ​ក្រុង​ដូន​កែវ​។</p>', 'សម្លរម្ជូរគ្រឿង.jpg', 12, '2021-05-27 19:59:58', '2021-05-27 20:00:16'),
(13, 'សម្លរម្ជូរពងត្រី', 1, '2.50', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីមុខម្ហូប</strong></span></h2>\r\n<p style=\"text-align: left;\">អាហារ​របស់​ជន​ជាតិ ខ្មែរ​តាំងពី​បុរាណ​រៀងមក​ត្រូវ​បាន​ដូនតា​ខ្មែរ​បង្កើត​កែច្នៃ​មុខម្ហូប និង​គ្រឿងផ្សំ​ទាំងឡាយ​នោះ​ទៅ​តាម​រដូវ​កាល ក៏ដូចជា​ទីតាំង​ភូមិសាស្ត្រ​នីមួយៗ​ផងដែរ ហើយ​វា​ក៏​មាន​រសជាតិ​ឆ្ងាញ់​ផ្សេងៗ​គ្នា ប៉ុន្តែ​វា​ជា​&laquo;​រស​ប្រសើរ​ប្លែក​របស់​ជនជាតិខ្មែរ​&raquo;​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/សម្លរម្ជូរពងត្រី.jpg\" width=\"639\" height=\"479\" /></p>\r\n<p style=\"text-align: left;\">បង្កង​ទឹកសាប​មាន​នៅតាម​ទីតាំង​មួយចំនួន​ក្នុងប្រទេស​កម្ពុជា​​ដែលមាន​ទន្លេ និង​បឹង ប៉ុន្តែ​បង្កង​នៅ​ខេត្តតាកែវ ត្រូវបាន​គេ​ឲ្យ​តម្លៃ​ខ្ពស់​ដោយសារ​រសជាតិ​ឆ្ងាញ់​ពិសេស​របស់​វា ជាពិសេស​នោះ​គឺ​មុខម្ហូប​បង្កង​ស្ងោរជ្រក់ និង​បង្កង​អាំង​អម្ពិល​បុក (​របស់​អ្នក​ខេត្តតាកែវ​)​។​</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">&laquo;​បង្កង​អាំង​អម្ពិល​បុក គឺជា​មុខម្ហូប​របស់​អ្នក​ខេត្ត​នេះហើយ​គេ​និយម​បរិភោគ​វា​នៅពេលដែល​ខ្យល់ចាប់​ផ្តើម​ធ្លាក់​មកពី​ទិសឥសាន ទៅ​ទិសនិរតី អំឡុង​ពេលនោះ​ផ្លែ​អម្ពិល​ក៏​ធំៗ​ល្មម​&raquo; នេះ​បើ​យោងតាម​ការអះអាង​​របស់​លោក ដួង ហេង អាយុ​ជាង​៦០​ឆ្នាំ ជា​មន្ត្រី​ចូលនិវត្តន៍​រស់នៅ​ក្រុង​ដូន​កែវ​។</p>', 'សម្លរម្ជូរពងត្រី.jpg', 13, '2021-05-27 20:02:30', '2021-05-27 20:02:30'),
(14, 'ABC Beer', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">ABC ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/abc.jpg\" alt=\"\" width=\"512\" height=\"512\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'abc.jpg', 14, '2021-05-27 20:15:28', '2021-05-31 00:27:15'),
(15, 'Anchor Beer', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">Ancher Beer ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/ancher.jpg\" width=\"479\" height=\"479\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'ancher.jpg', 15, '2021-05-27 20:19:38', '2021-05-27 20:19:38'),
(16, 'angkor puro', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">angkor puro ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/angkor puro.jpeg\" alt=\"\" width=\"800\" height=\"800\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'angkor puro.jpeg', 16, '2021-05-27 20:24:39', '2021-05-27 20:24:39'),
(17, 'vital', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">vital ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/vital.jpg\" alt=\"\" width=\"663\" height=\"663\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'vital.jpg', 17, '2021-05-27 20:25:58', '2021-05-27 20:25:58'),
(18, 'Angkor Beer', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">Angkor Beer ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/angkor.jpg\" alt=\"\" width=\"720\" height=\"720\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'angkor.jpg', 18, '2021-05-27 20:28:37', '2021-05-27 20:28:37'),
(19, 'coca cola', 2, '1.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាយអំពីភេសជ្ជ:</strong></span></h2>\r\n<p style=\"text-align: left;\">ABC ចង់លើកទឹកចិត្តអ្នកឱ្យបង្ហាញពីគំនិតដ៏អស្ចារ្យរបស់អ្នកហើយបោះជំហានឆ្ពោះទៅរកជោគជ័យ។ កម្មវិធីប្រកួត \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" ផ្តល់ឱកាសក្នុងការប្រែក្លាយគំនិតក្នុងក្តីសុបន្តិរបស់អ្នកឱ្យក្លាយជាការពិត។ សិង្ហាជឿជាក់លើស្មារតីត្រួសត្រាយផ្លូវ ហើយបានទទួលជោគជ័យក្នុងនាមជាម៉ាកផលិតផលជាទីស្រលាញ់ទូទាំងអាស៊ី និងពិភពលោក។ សិង្ហាជឿជាក់ថាអ្នកនឹងក្លាយជាអ្នកត្រួសត្រាយផ្លូវមួយដែរ ហើយនឹងក្លាយជានាយកប្រតិបត្តិបន្ទាប់របស់គំនិតដ៏ល្អអស្ចារ្យនេះ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/coca cola.jpg\" alt=\"\" width=\"1000\" height=\"1000\" /></p>\r\n<p style=\"text-align: left;\">ជ័យលាភីក្នុងការប្រកួតកម្មវិធី \"ផ្តល់គំនិតរបស់អ្នក សិង្ហានឹងជួយអ្នកចាប់ផ្តើម\" នឹងមានឱកាសអភិវឌ្ឍគំនិតអាជីវកម្មរបស់ខ្លួនជាមួយក្រុមហ៊ុនស្រាបៀរសិង្ហាតាមរយៈការផ្តល់វិនិយោគទុនផ្ទាល់ទៅកាន់ម្ចាស់ជ័យលាភី ហើយការបង្កើតអាជីវកម្មនឹងត្រូវបានគាំទ្រដោយ Wildcats។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/slide2.jpg\" alt=\"\" width=\"1280\" height=\"622\" /></p>\r\n<p style=\"text-align: left;\">តើធ្វើយ៉ាងណាដើម្បីឱ្យស្រាបៀរសិង្ហានៅជាមួយអតិថិជនគ្រប់ពេលដែលពួកគាត់មានកម្មវិធីជប់លាងអបអរសាទរ សមិទ្ធផលសំខាន់ៗ និងរាល់ពេលដែលជោគជ័យ? រឺបង្កើនពេលវេលាប្រកបដោយគុណភាពជាមួយក្រុមគ្រួសារ មិត្តភិក្ត មិត្តរួមការងារ ដែលបង្កើតបានជាប្រពៃណីថ្មី និងគួរឱ្យចងចាំជាមួយស្រាបៀរដែលមានគុណភាព។ គិតទៅលើបណ្តាញឌីជីថលបែបថ្មី ប្រព័ន្ធទំនាក់ទំនងផ្សេងៗទៀត ការធ្វើជំនួញដែលបង្កើតសហគមន៍ស្រាបៀរសិង្ហាតាមអនឡាញ ចែករំលែកចំណាប់អារម្មណ៍ ឬផ្សារភ្ជាប់ជាមួយអតិថិជនចាប់ពីប្រព័ន្ធអនឡាញរហូតដល់ការស្វែងរកស្រាបៀរសិង្ហានៅខាងក្រៅប្រព័ន្ធអនឡាញ។</p>', 'coca cola.jpg', 19, '2021-05-27 20:31:24', '2021-05-27 20:31:24');

-- --------------------------------------------------------

--
-- Table structure for table `rooms`
--

CREATE TABLE `rooms` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `price` decimal(8,2) NOT NULL,
  `description` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `rooms`
--

INSERT INTO `rooms` (`id`, `name`, `price`, `description`, `img`, `created_at`, `updated_at`) VALUES
(11, '0011', '30.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '1.jpg', '2021-05-19 19:09:36', '2021-05-27 18:36:22'),
(14, '0014', '2000.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/3.jpg\" alt=\"\" width=\"900\" height=\"600\" /></strong></span></p>\r\n<p style=\"text-align: left;\">ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/6.jpg\" alt=\"\" width=\"1200\" height=\"675\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', 'contact.jpg', '2021-05-19 21:16:08', '2021-05-27 18:41:13'),
(15, '0015', '100.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '3.jpg', '2021-05-19 21:19:21', '2021-05-27 18:44:07'),
(16, '0016', '20.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '7.jpg', '2021-05-19 21:43:48', '2021-05-27 18:45:05'),
(17, '0017', '22.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '10.jpg', '2021-05-20 21:19:01', '2021-05-27 18:46:02'),
(18, '0018', '130.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '8.jpg', '2021-05-26 01:59:55', '2021-05-27 18:47:16'),
(19, '0019', '12.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', 'slide5.jpg', '2021-05-26 18:47:24', '2021-05-27 18:47:52'),
(20, '0020', '17.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '2.jpg', '2021-05-26 19:07:58', '2021-05-27 18:49:35'),
(23, '0022', '20.00', '<p>&nbsp;</p>\r\n<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '1.jpg', '2021-05-27 19:03:08', '2021-05-27 19:03:08'),
(24, '0024', '15.00', '<h2 style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong>*បរិយាកាសបន្ទប់</strong></span></h2>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong>នៅក្នុងបន្ទប់គេងនេះត្រូវបានធ្វើឡើងនៅក្នុងក្ដារលាយបន៍ត្នោតខ្ចីជាមួយនឹងការសង្កត់សំឡេងនៅក្នុងវាយនភ័ណ្ឌ violet ជ្រៅ។ ការរចនាគ្រឿងសង្ហារិមបុរាណខ្សែកោងទន់ដំណើរផ្លាស់ប្តូររលូនការតុបតែងនិងក្បាច់រចនាថ្លៃ ៗ គួបផ្សំនឹងឈើធម្មជាតិវត្ថុធាតុដើមថ្លៃ ៗ និងរចនាបថប្រតិបត្តិខ្ពស់ - ទាំងអស់នេះជាបន្ទប់ទទួលភ្ញៀវប្រណីត។</strong></span></p>\r\n<p style=\"text-align: left;\"><span style=\"color: #000000;\"><strong><img src=\"http://127.0.0.1:8000/storage/uploads/room/10.jpg\" alt=\"\" width=\"1440\" height=\"810\" /></strong></span></p>\r\n<p style=\"text-align: left;\">&nbsp;ផ្ទៃខាងក្នុងពិតជាស្អាតនិងពោរពេញទៅដោយធាតុតុបតែងស្រស់ស្អាតនិងស្រស់ស្អាតជាច្រើន។ ពិដានគឺជារូបភាពស្អាតណាស់។ វាត្រូវបានបំពេញដោយផ្កាខៀវស្រងាត់នៃការតុបតែង stucco ដែលបំពេញការរចនាពហុផ្នែកនៃរូបរាងប្លែកៗការរចនាដ៏ស្រស់ស្អាតនៃសាលនេះគ្រាន់តែមើលទៅឆើតឆាយនិងភាពថ្លៃថ្នូ។ ផ្ទៃខាងក្នុងត្រូវបានគ្របដណ្ដប់ដោយស្រមោល pastel ពីបន៍ត្នោតខ្ចីស្រាល ៗ រហូតដល់ផ្កាលីលីកក្តៅ។ ការរចនាម៉ូដទាន់សម័យនៃសាលគឺគ្រប់ពេលវេលាដែលគ្មានការរចនានិងការចុះសម្រុងគ្នានៅក្នុងរចនាប័ទ្មអ្វីក៏ដោយដែលវាត្រូវបានបង្កើតឡើង។ នៅក្នុងគម្រោងនេះសម្រាប់ការតុបតែងជាន់អ្នករចនានៃស្ទូឌីយោបានស្នើសុំថ្មម៉ាបដ៏ថ្លៃថ្នូជាមួយនឹងរូបចម្លាក់ឆ្លាក់យ៉ាងស្មុគស្មាញនៅក្នុងរចនាបថបុរាណ។</p>\r\n<p style=\"text-align: left;\"><img src=\"http://127.0.0.1:8000/storage/uploads/room/5.jpg\" alt=\"\" width=\"660\" height=\"373\" /></p>\r\n<p style=\"text-align: left;\">ជាទូទៅការរចនាបែបបុរាណនៃសាលតែងតែផ្តល់នូវការរៀបចំគ្រឿងសង្ហារិមដ៏ប្រណិតនៅក្នុងទិសដៅទាន់សម័យនេះ។ គ្រឿងលំអដ៏ប្រណីតនិងឈើធម្មជាតិនៃប្រភេទសត្វកម្រត្រូវបានបំពេញបន្ថែមដោយការបញ្ចូលនិងលំអរ។ ការរចនាទាន់សម័យនៃសាលនេះត្រូវបានបំពេញបន្ថែមដោយវាំងននសូត្រធម្មជាតិដ៏ប្រណិតជាមួយនឹងរលកទន់ ៗ</p>', '4.jpg', '2021-05-27 19:04:24', '2021-05-27 19:04:24');

-- --------------------------------------------------------

--
-- Table structure for table `slides`
--

CREATE TABLE `slides` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `img_slide` mediumtext COLLATE utf8mb4_unicode_ci,
  `img_ads1` mediumtext COLLATE utf8mb4_unicode_ci,
  `img_ads2` mediumtext COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `slides`
--

INSERT INTO `slides` (`id`, `img_slide`, `img_ads1`, `img_ads2`, `created_at`, `updated_at`) VALUES
(2, 'slide1.jpg', 'ads7.gif', '3care.jpg', '2021-05-17 23:36:29', '2021-05-27 21:13:02'),
(3, 'slide2.jpg', '', '', '2021-05-18 00:48:26', '2021-05-18 00:54:53'),
(4, 'slide3.jpg', '', '', '2021-05-18 00:49:11', '2021-05-18 00:55:26'),
(6, 'slide5.jpg', '', '', '2021-05-18 01:00:38', '2021-05-18 01:00:38');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `img` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `img`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(4, 'daro', 'mengkiki@gmail.com', 'images.jpg', NULL, '$2y$10$7tq8ZxKPvOpa3sp.j6h9QeWjJ9fXIRDTvuRD7uZGUqKuCoYi9xjJW', NULL, '2021-05-25 20:10:12', '2021-05-25 20:49:15'),
(6, 'daro', 'vichetlima531@gmail.com', 'img_04.JPG', NULL, '$2y$10$fQsnhpoSergSsK8LsjqeEeyTGjDTRaOJTnsBq9JNYKRsZCjv4T0ZK', NULL, '2021-05-25 20:15:58', '2021-05-25 20:15:58'),
(7, 'chetra', 'kikjhjhi@gmail.com', 'img_04.JPG', NULL, '$2y$10$uxsbwyWpPQEjOA5pJ.FVV.X/kT6fPlSuBiUOLqQSsBX6N5zxqh1N2', NULL, '2021-05-25 20:36:56', '2021-05-25 20:46:30'),
(8, 'Lim Vichet', 'vichetlim531@gmail.com', 'admin.png', NULL, '$2y$10$qYbDqoMCpfqFu/TTCTkTzOP8SrXREsmoxccKokPQD21HfQpn9mWXe', NULL, '2021-05-25 20:50:52', '2021-05-25 20:52:37'),
(9, '007', '007@gmail.com', 'contact.jpg', NULL, '$2y$10$WK5sk4hkM0/Cjzo6wqzfmObX0KnGakYeB9WCZbr.ZiGI8sSHtRHxm', NULL, '2021-05-26 02:10:32', '2021-05-26 02:10:32'),
(10, 'admin', 'admin@gmail.com', 'berger.jpg', NULL, '$2y$10$Ad0y1bjBiPzos2fCDgRoq.pgHSRktFPcWKjGmpUUZZQf.kwVX9pWS', NULL, '2021-06-03 21:19:16', '2021-06-03 21:19:16');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `abouts`
--
ALTER TABLE `abouts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `adss`
--
ALTER TABLE `adss`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contacts`
--
ALTER TABLE `contacts`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `logos`
--
ALTER TABLE `logos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menus`
--
ALTER TABLE `menus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_categories`
--
ALTER TABLE `menu_categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `restaurants`
--
ALTER TABLE `restaurants`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `rooms`
--
ALTER TABLE `rooms`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- Indexes for table `slides`
--
ALTER TABLE `slides`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `abouts`
--
ALTER TABLE `abouts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `adss`
--
ALTER TABLE `adss`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `contacts`
--
ALTER TABLE `contacts`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `logos`
--
ALTER TABLE `logos`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;

--
-- AUTO_INCREMENT for table `menus`
--
ALTER TABLE `menus`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `menu_categories`
--
ALTER TABLE `menu_categories`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `restaurants`
--
ALTER TABLE `restaurants`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `rooms`
--
ALTER TABLE `rooms`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `slides`
--
ALTER TABLE `slides`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
